// Решите загадку: Сколько чисел от 1 до 1000 содержат как минимум одну цифру 3?
// Напишите ответ здесь: 300 и нижк код :) 
// int main() {                                    
//	const char c = '3';                           
//	int count = 0;                               
//	for (int i = 0; i <= 1000; ++i) {           
	//	string word = to_string(i);	              
	//	for (int a = 0; a < word.length(); ++a) { 
		//	if (c == word[a]) {                     
		//		++count;                              
		//	}                                        
	//	}                                           
//	}                                             
//	cout << count;                                 
// }                                               

// Закомитьте изменения и отправьте их в свой репозиторий.
